/**
 * 公历节日：MMDD + 空格 + 名称
 */
export const sFtv = [
	'0101 元旦',
	'0214 情人节',
	'0308 妇女节',
	'0312 植树节',
	'0315 消费者权益日',
	'0401 愚人节',
	'0501 劳动节',
	'0504 青年节',
	'0512 护士节',
	'0601 儿童节',
	'0701 建党节 香港回归日',
	'0801 建军节',
	'0808 父亲节',
	'0910 教师节',
	'0928 孔子诞辰',
	'1001 国庆节',
	'1006 老人节',
	'1024 联合国日',
	'1031 万圣节',
	'1112 孙中山诞辰纪念',
	'1220 澳门回归日',
	'1225 圣诞节',
];

/**
 * 农历节日：MMDD + 空格 + 名称
 * （个人纪念日请通过日历点击日期添加，存于插件设置）
 */
export const lFtv = [
	'0101 春节',
	'0115 元宵节',
	'0505 端午节',
	'0707 七夕节',
	'0715 中元节',
	'0815 中秋节',
	'0909 重阳节',
	'1208 腊八节',
	'1224 小年',
	'0100 除夕',
];
